{
    "users": [
      {
        "name": "Willy Wonka",
        "photo": "https://img.resized.co/irishpostcouk/eyJkYXRhIjoie1widXJsXCI6XCJodHRwczpcXFwvXFxcL21lZGlhLmlyaXNocG9zdC5jby51a1xcXC91cGxvYWRzXFxcLzIwMjBcXFwvMDFcXFwvMzExMzA5MTRcXFwvY2hhcmxpZS1hbmQtdGhlLWNob2NvbGF0ZS1mYWN0b3J5LWlyaXNoLXBvc3QtMTAyNHg1NzYuanBnXCIsXCJ3aWR0aFwiOjY0NyxcImhlaWdodFwiOjM0MCxcImRlZmF1bHRcIjpcImh0dHBzOlxcXC9cXFwvd3d3LmlyaXNocG9zdC5jb21cXFwvaVxcXC9uby1pbWFnZS5wbmdcIn0iLCJoYXNoIjoiZGExMDY2OTgwMjljOTc0YjVkYzIyZDZkNGYzZDVhNWQzNDI4YjJkNSJ9/charlie-and-the-chocolate-factory-irish-post-1024x576.jpg",
        "status": "Навіть у бактерій та грибків є свої проблеми та бажання їх вирішити. Саме тому ми й існуємо.",
        "id": "user_1",
        "friends": ["user_2", "user_3", "user_4"],
        "list": ["story_3", "story_1", "story_2", "story_4"],
        "url": "user-1"
      },
      {
        "name": "Know Nothing", 
        "photo": "https://i.pinimg.com/originals/37/23/d2/3723d25c86ba2187eb3e3a81ae529869.jpg",
        "status": "Проблеми нам Господь створив, щоб нам не казалася земля пухом покушали не тільки пряник, ну і кнут.",
        "id": "user_2",
        "friends" : ["user_1", "user_3", "user_4"],
        "list" : [],
        "url": "user-2"
      },
      {
        "name": "Harry Potniy",
        "photo": "https://360tv.ru/media/uploads/article_images/2019/09/46383_557869995_preview_19-of-the-best-harry-potter-related-insults-2-14219-1422427705-20_dblbig.jpg",
        "status": "Найбільш розповсюджена проблема – це, звичайно, парламент України.",
        "id": "user_3",
        "friends" : ["user_1", "user_4"],
        "list" : ["story_2", "story_1"],
        "url": "user-3"
      },
      {
        "name": "Agent Smith",
        "photo": "https://i.pinimg.com/originals/37/23/d2/3723d25c86ba2187eb3e3a81ae529869.jpg",
        "status": "Політики як стадо баранів і кожен хоче посісти місце вожака, отож і б’ються, як собаки у дворі.",
        "id": "user_4",
        "friends" : [],
        "list" : ["story_4"],
        "url": "user-4"
      }
    ],
    "stories": [
      {
        "id": "story_1",
        "story": "    Рассказал один работник Центробанка Была у них когда-то на Неглинной старая, но хорошая ЭВМ 'УРАЛ' - сто лет работала, а тут вдруг сломалась - начались разборки. Оказалось, что верхняя крышка этого шкафа прогнулась - вентилятор заклинило - таратайка перегрелась - и привет. Оказалось: повадился в комнату программер за окнами женских Сандунов зырить - повыше, повыше.... ну и подтянулся на крышечке... интересно, что теперь эти бани - собственность Центробанка",
        "img": "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__340.jpg",
        "author": "user_2",
        "url": "story-1"
      },
      {
        "id": "story_2",
        "story": "    История произошла со знакомым знакомых (далее знакомый). Знакомый работал руководителем российского филиала европейской фирмы. Глава фирмы - афроевропеец Марк. Однажды по производственной надобности знакомому надо было срочно приехать в головной офис. Знакомый звонит Марку договориться о встрече, секретарь отвечает: у него умерла мама, не будет две недели. Знакомый выражает соболезнования и начинает судорожно ждать. Через две недели звонит снова. Секретарь отвечает: - Марк сушит маму, когда приедет - неизвестно. У знакомого ушла неделя и 100 евро на телефонные переговоры, чтобы выяснить: в далекой африканской стране - родине Марка - покойников принято сушить на солнце. И пока они не высохнут совсем, похоронный обряд не завершен.",
        "img": "https://cdn.pixabay.com/photo/2015/02/24/15/41/dog-647528__340.jpg",
        "author": "user_3",
        "url": "story-2"
      },
      {
        "id": "story_3",
        "story": "    Я делаю себе мебель. Не хочется покупать всякую ерунду, а на крутую фирму нет денег. Поэтому я купил ДСП и электролобзик. Теперь каждую свободную минуту использую для того, чтобы выпилить какой-нибудь элемент будущего мебельного шедевра. И вот сегодня, в самый разгар процесса, заходит сосед и говорит: - Одолжи лобзик, на часочек. Я, конечно, отказать ему не могу. Сматываю шнур и подаю ему лобзик со словами: - Тоже что-то выпилить решил? На что получил убийственный ответ: - Нет, просто часочек в тишине посидеть хочется!..",
        "img": "https://cdn.eso.org/images/thumb300y/eso1907a.jpg",
        "author": "user_1",
        "url": "story-3"
      },
      {
        "id": "story_4",
        "story": "    Больница. Во всех кабинетах устанавливают какое-то новое оборудование. Его подвозят еженедельно. В качестве склада установщикам выделили помещение, которое когда-то было моргом. Но единственный их специалист-установщик оказался «сачком» и оборудование стало скапливаться.Прислали человека - небольшого начальника, пропесочить лентяя. Специалист в это время сидел во врачебном кабинете, шел прием, а он неспешно делал свою работу, о нем никто и не подозревал из длинной очереди ждавшей снаружи и знавшей только о присутствие в кабинете врача. Важной поступью подошел присланный начальник. Он явно был на нервах, приоткрыв дверь и увидев своего подчиненного, он прямо с порога, не входя, начал его отчитывать: - Вы даже не представляете, как все крайне недовольны вашей ужасной работой, это жуткое безобразие должно немедленно прекратиться. Из-за вас морг забит под самый потолок, туда теперь даже протиснуться нельзя! Он еще несколько минут продолжал ругать подчиненного, но говорят, что к этому моменту очередь в неистовом ужасе уже неслась по улицам города пугая прохожих, подальше от этой жуткой больницы..",
        "img": "https://cdn.pixabay.com/photo/2015/06/19/21/24/the-road-815297__340.jpg",
        "author": "user_4",
        "url": "story-4"
      }
    ]
  }